Repository: common-repository/wp2pgpmail
Catalog: i18n/wp2pgpmail-*.po
Languages: de_de, el, id_id

source: Encrypted PGP Message
de_de: PGP-verschlüsselte Nachricht
el: Κρυπτογραφημένο μήνυμα PGP
id_id: Pesan PGP Terenkripsi

source: Form successfully submitted! The encrypted message has been sent.
de_de: Erfolgreiche Übertragung! Die verschlüsselte Nachricht wurde gesendet.
el: Η φόρμα υποβλήθηκε με επιτυχία! Το κρυπτογραφημένο μήνυμα διαβιβάστηκε.
id_id: Form sukses terkirim! Pesan terenkripsi telah dikirim.

source: The image verification code you entered is incorrect. No message has been sent.
de_de: Der Bildcode wurde falsch eingegeben. Die Nachricht wurde nicht gesendet.
el: Ο κωδικός επαλήθευσης εικόνας που έχετε εισάγει είναι λάθος. Κανένα μήνυμα διαβιβάστηκε.
id_id: Kode verifikasi gambar yang anda masukkan salah. Pesan tidak terkirim.

source: Please try again.
de_de: Bitte versuchen Sie es erneut.
el: Παρακαλώ προσπάθηστε ξανά.
id_id: Mohon coba lagi.

source: No valid public PGP key has been entered yet.
de_de: Es wurde kein gültiger öffentlicher PGP-Schlüssel hinterlegt.
el: Κανένα έγκυρο δημόσιο κλειδί PGP έχει καταχωρηθεί ακόμη.
id_id: Public key PGP yang sah belum dimasukkan.

source: Your PGP public key has been entered correctly.
de_de: Ihr öffentlicher PGP-Schlüssel wurde korrekt hinterlegt.
el: Το δημόσιο κλειδί PGP έχει εισαχθεί σωστά.
id_id: Public key PGP anda telah dimasukkan dengan benar.

source: Getting Started
de_de: Hier starten
el: Τα πρώτα βήματα
id_id: Memulai

source: Enter your PGP public key in the field below on this page.
de_de: Geben sie ihren Öffentlichen Schlüssel hier ein:
el: Πληκτρολογήστε το PGP δημόσιο κλειδί σας στο παρακάτω πεδίο για αυτή τη σελίδα
id_id: Masukkan public key PGP anda pada kolom di bawah ini.

source: Add the shortcode <b>[wp2pgpmail]</b> to any Post or Page to display the contact form.
de_de: Geben Sie den Shortcode <b>[wp2pgpmail]</b> ein, wo immer das Kontalktformular erscheinen soll.
el: Προσθέστε το σύντομο κωδικό <b>[wp2pgpmail]</b> σε οποιαδήποτε θέση ή σελίδα για να εμφανιστεί η φόρμα επικοινωνίας.
id_id: Tambahkan shortcode <b>[wp2pgpmail]</b> dalam Post atau Halaman untuk menampilkan form kontak.

source: Help Promote wp2pgpmail
de_de: Hilf wp2pgpmail weiterzuverbreiten!
el: Βοήθεια προώθησης του wp2p gmail
id_id: Bantu Promosikan wp2pgpmail

source: Get wp2pgpmail Pro version with Additional Fields, Unlimited Forms, Nested Drag n' Drop and Advanced Email Configuration!
de_de: Hol Dir wp2pgpmail Pro mit zusätzlichen Feldern, unbegrenzt vielen Formularen, Drag 'n' Drop und erweiterte Emailkonfiguration
el: Αποκτήστε την wp2pgpmail Pro έκδοση με επιπλέον πεδία, απεριόριστα εντυπα, ιεραρχημένο Drag n 'Drop και Advanced Email Διαμόρφωση!
id_id: Dapatkan wp2pgpmail versi Pro dengan Kolom Tambahan, Form Tak Terbatas, Nested Drag n' Drop, dan Konfigurasi Email Mendetail!

source: Follow us on Twitter
de_de: Folge uns auf Twitter
el: Ακολουθήστε μας στο Twitter
id_id: Ikuti kami di Twitter

source: Rate wp2pgpmail on WordPress.org
de_de: Bewerte wp2pgpmail auf wordpress.org
el: Βαθμολογήστε το wp2pgpmail στο WordPress.org
id_id: Beri nilai wp2pgpmail di WordPress.org

source: PGP Key Setup
de_de: PGP Schlüssel Setup
el: Ρύθμιση κλειδιού PGP
id_id: Menyiapkan PGP Key

source: Paste your PGP public key in the first field below. By validating, your key will be recognized and the other fields will be automatically filled.
de_de: Kopiere deinen öffentlichen Schlüssel in das Feld. Nach der Schlüsselerkennung werden die anderen Felder automatisch ausgefüllt.
el: Επικόλληση PGP δημόσιου κλειδιού στο πρώτο πεδίο παρακάτω. Με την επικύρωση, το κλειδί σας θα πρέπει να αναγνωριστεί και τα υπόλοιπα πεδία συμπληρώνονται αυτόματα.
id_id: Masukkan public key PGP anda di kolom pertama di bawah ini. Setelah tervalidasi, key anda akan dikenali dan kolom-kolom lainnya akan otomatis terisi.

source: Version:
el: Έκδοση:
id_id: Versi:

source: User ID:
de_de: Nutzer ID:
el: Ταυτότητα χρήστη:
id_id: ID User:

source: Key ID:
de_de: Schlüssel ID:
el: Αναγνωριστικό κλειδιού:
id_id: ID Key:

source: Public Key type and values:
de_de: Art und Gültigkeit des Schlüssels:
el: Τύπος δημόσιου κλειδιού και τιμές:
id_id: Tipe Public Key dan isinya:

source: Captcha field
de_de: Captcha Feld
el: captcha πεδίο
id_id: Kolom Captcha

source: Yes
de_de: Ja
el: Ναί
id_id: Ya

source: No
de_de: Nein
el: Οχι
id_id: Tidak

source: Collect IP address
de_de: IP Adresse speichern
el: Συλλέξτε την διεύθυνση IP
id_id: Ambil IP address

source: Save Changes
de_de: Änderungen speichern.
el: Αποθήκευση αλλαγών
id_id: Simpan Perubahan

source: Need help?
de_de: Sie brauchen Hilfe?
el: Χρειαζεστε βοήθεια?
id_id: Butuh bantuan?

source: Infomation about PGP from wp2pgpmail
de_de: Informationen über PGP von wp2pgpmail
el: Πληροφορίες σχετικά με το PGP από το wp2pgpmail
id_id: Informasi tentang PGP dari wp2pgpmail

source: wp2pgpmail FAQ
el: wp2pgpmail Συχνές Ερωτήσεις

source: wp2pgpmail Support Ticket System
el: wp2pgpmail Σύστημα Υποστήριξης εισιτηρίων
id_id: Permohonan Bantuan wp2pgpmail

source: wp2pgpmail Forums
de_de: wp2pgpmail Forum
el: wp2pgpmail Φόρουμ
id_id: Forum diskusi wp2pgpmail

source: Name
el: Ονομα
id_id: Nama

source: E-mail Address
de_de: E-Post-Adresse
el: Διεύθυνση E-mail
id_id: Alamat Email

source: Message
de_de: Mitteilung
el: Μήνυμα
id_id: Pesan

source: IP Address
de_de: IP Adresse
el: Διεύθυνση IP

source: This message has been sent from your website
de_de: Diese Nachricht wurde von Ihrer Netzseite gesendet.
el: Το μήνυμα αυτό διαβιβάστηκε από την ιστοσελίδα σας
id_id: Pesan ini telah dikirim dari website anda

source: and has been encrypted using wp2pgpmail.
de_de: und wurde mit wp2pgpmail verschlüsselt.
el: και έχει κρυπτογραφηθεί με χρήση του wp2pgpmail.
id_id: dan telah dienkripsi menggunakan wp2pgpmail.

source: A field has not been completed. Thank you to complete in order to validate the form.
de_de: Ein Formularfeld wurde nicht ausgefüllt. Bitte vervollständigen Sie die Angaben.
el: Ένα πεδίο δεν έχει ολοκληρωθεί. Σας ευχαριστούμε που θα το ολοκληρώσετε προκειμένου να επικυρωθεί η φόρμα.
id_id: Satu field belum diisi. Mohon diisi supaya formnya bisa divalidasi.

source: The email address you typed is incorrect.
de_de: Die eingegebene E-Postadresse ist nicht korrekt.
el: Η διεύθυνση email που πληκτρολογήσατε είναι λάθος.
id_id: Alamat email yang anda ketik salah.

source: encrypted data
de_de: verschlüsselte Daten
el: Κρυπτογραφημένα δεδομένα
id_id: data terenkripsi

source: Your Name
de_de: Ihr Name
el: Το όνομά σας
id_id: Nama Anda

source: Your E-mail Address
de_de: Ihre E-Post-Adresse
el: Η ηλεκτρονική σας διεύθυνση
id_id: Alamat Email Anda

source: Your Message
de_de: Ihre Mitteilung
el: Το Μήνυμα σας
id_id: Pesan Anda

source: Encrypt Message
de_de: Mitteilung verschlüsseln
el: Κρυπτογραφημένο μήνυμα
id_id: Enkrip Pesan

source: Reset
de_de: Zurücksetzen
el: Επαναφορά

source: Reload image
de_de: Bild neu laden
el: Ανανέωση εικόνας
id_id: Reload gambar

source: Type the word:
de_de: Geben Sie die Zeichen ein:
el: Πληκτρολογήστε την λέξη:
id_id: Ketik katanya:

source: Send
de_de: Senden
el: Αποστολή
id_id: Kirim

source: DATA NOT COLLECTED BY POLICY
de_de: Es werden keine Daten gespeichert!
el: ΣΤΟ ΠΛΑΙΣΙΟ ΤΗΣ ΠΟΛΙΤΙΚΗΣ ΜΑΣ ΔΕΝ ΣΥΛΛΕΓΟΝΤΑΙ ΣΤΟΙΧΕΙΑ
id_id: BERDASARKAN KEBIJAKAN, DATA TIDAK DIKOLEKSI
